Repository: TheFreeRangeTester/bubl
Catalog: Hubman/Localization/Localizable.xcstrings
Source language: en
Languages: es, pt

# auth.error
source: Sign in failed. Please try again.
es: No se pudo iniciar sesión. Inténtalo de nuevo.
pt: Falha ao entrar. Tente novamente.

# common.back
source: Back
es: Atrás
pt: Voltar

# common.continue
source: Continue
es: Continuar
pt: Continuar

# common.dismiss
source: Dismiss
es: Cerrar
pt: Fechar

# common.done
source: Done
es: Listo
pt: Concluir

# common.send
source: Send
es: Enviar
pt: Enviar

# common.signout
source: Sign out
es: Cerrar sesión
pt: Sair

# feed.cluster.generic
source: around you
es: cerca de ti
pt: ao seu redor

# feed.cluster.header
source: Others %@ this week say...
es: Otras personas %@ esta semana dicen...
pt: Outras pessoas %@ nesta semana dizem...

# feed.empty
source: No one else has shared in your cluster yet. Check back soon.
es: Aún nadie ha compartido en tu grupo. Vuelve pronto.
pt: Ainda ninguém compartilhou no seu grupo. Volte em breve.

# feed.error
source: Could not load your bubl feed.
es: No se pudo cargar tu feed de bubl.
pt: Não foi possível carregar seu feed do bubl.

# feed.prompt.subtitle
source: Share your feeling for this week to unlock your feed.
es: Comparte cómo te sientes esta semana para desbloquear tu feed.
pt: Compartilhe como você se sente nesta semana para desbloquear seu feed.

# feed.prompt.title
source: What's your bubl this week?
es: ¿Cuál es tu bubl esta semana?
pt: Qual é o seu bubl nesta semana?

# feed.yours
source: your bubl
es: tu bubl
pt: seu bubl

# onboarding.tagline
source: Connect with people feeling what you feel.
es: Conecta con personas que sienten lo que tú sientes.
pt: Conecte-se com pessoas que sentem o que você sente.

# post.crisis.body
source: It sounds like you might be going through something hard. Here are some resources.
es: Parece que podrías estar pasando por algo difícil. Aquí tienes recursos.
pt: Parece que você pode estar passando por algo difícil. Aqui estão alguns recursos.

# post.crisis.link
source: Open resources
es: Abrir recursos
pt: Abrir recursos

# post.crisis.title
source: Support
es: Apoyo
pt: Apoio

# post.error
source: Could not share your bubl right now.
es: No se pudo compartir tu bubl ahora.
pt: Não foi possível compartilhar seu bubl agora.

# post.share
source: Share your bubl
es: Comparte tu bubl
pt: Compartilhe seu bubl

# post.step1.placeholder
source: Something I'm doing this week...
es: Algo que estoy haciendo esta semana...
pt: Algo que estou fazendo nesta semana...

# post.step1.title
source: What are you up to this week?
es: ¿Qué estás haciendo esta semana?
pt: O que você está fazendo nesta semana?

# post.step2.placeholder
source: How does that make you feel?
es: ¿Cómo te hace sentir eso?
pt: Como isso faz você se sentir?

# post.step2.title
source: How does that make you feel?
es: ¿Cómo te hace sentir eso?
pt: Como isso faz você se sentir?

# post.validation
source: Please answer both questions first.
es: Responde ambas preguntas primero.
pt: Responda as duas perguntas primeiro.

# reactions.empty
source: No reactions yet. Start with something kind.
es: Aún no hay reacciones. Empieza con algo amable.
pt: Ainda não há reações. Comece com algo gentil.

# reactions.error
source: Could not load reactions right now.
es: No se pudieron cargar las reacciones ahora.
pt: Não foi possível carregar as reações agora.

# reactions.placeholder
source: Say something kind...
es: Di algo amable...
pt: Diga algo gentil...

# reactions.title
source: Reactions
es: Reacciones
pt: Reações

# report.done.body
source: Thanks. Your report helps keep bubl safe.
es: Gracias. Tu reporte ayuda a mantener bubl seguro.
pt: Obrigado. Seu reporte ajuda a manter o bubl seguro.

# report.done.title
source: Report sent
es: Reporte enviado
pt: Denúncia enviada

# report.nav
source: Report
es: Reportar
pt: Denunciar

# report.reason.harassment
source: Harassment
es: Acoso
pt: Assédio

# report.reason.label
source: Reason
es: Motivo
pt: Motivo

# report.reason.offensive
source: Offensive
es: Ofensivo
pt: Ofensivo

# report.reason.other
source: Other
es: Otro
pt: Outro

# report.submit
source: Submit report
es: Enviar reporte
pt: Enviar denúncia

# report.title
source: Tell us what happened
es: Cuéntanos qué pasó
pt: Conte-nos o que aconteceu

# common.error
source: Error
pt: Erro
